export const SINGLE_CHOICE = [
  {
    id: 1,
    question: '开发人员发布st测试版本label，环境室同事部署后，测试负责人及测试人员需要进行版本可测性验证工作，请问该工作，我们称之为',
    answer: '3',
    options: [
      '回归测试工作',
      '测试回顾工作',
      '冒烟测试工作',
      '测试准备工作',
    ]
  },
  {
    id: 2,
    question: '正式评审流程的结论不包括',
    answer: '1',
    options: [
      '二次评审',
      '通过',
      '有条件通过',
      '不通过',
    ]
  },
  {
    id: 3,
    question: '招行采用什么形式来表征两极需求',
    answer: '3',
    options: [
      '业务需求-用户需求',
      '用户需求-功能需求',
      '专题+特性',
      '专题+故事',
    ]
  },
  {
    id: 4,
    question: '专题粒度大小应该是合适的，可在一个价值回顾周期内完成，建议解决方案类专题的周期不应超过',
    answer: '4',
    options: [
      '1个月',
      '6个月',
      '3个月',
      '12个月',
    ]
  },
  {
    id: 5,
    question: 'IT对外提供的是什么',
    answer: '2',
    options: [
      '系统',
      '服务',
      '产品',
      '技术',
    ]
  },
  {
    id: 6,
    question: '以下哪项不属于任务的类型',
    answer: '3',
    options: [
      '上线投产任务',
      '升级维护任务',
      '特急发布任务',
      '开发类任务',
    ]
  },
  {
    id: 7,
    question: '功能点（Function point）是指',
    answer: '1',
    options: [
      '衡量项目规模的单位',
      '软件需求的功能个数',
      '业务需求的功能个数',
      '衡量项目工作量的单位',
    ]
  },
  {
    id: 8,
    question: '业务专题解决方案由谁主导产出',
    answer: '4',
    options: [
      '项目经理',
      '交付经理',
      'BA',
      'PO/专题负责人',
    ]
  },
  {
    id: 9,
    question: '项目实施计划是关于项目的工作范围，工作进度，资源需求，工作分配，工作量和成本预算等整体情况描述，制定项目实施计划是非常重要的工作，关于项目实施计划的制定者，以下说法准确的是',
    answer: '2',
    options: [
      '项目经理制定',
      '项目经理组织项目成员制定',
      '项目室配合项目经理制定',
      '项目经理配合项目室制定',
    ]
  },
  {
    id: 10,
    question: '任务负责人根据需求的内容、关联产品的涉及范围，技术可行性，发布时间的要求等完成任务的影响分析，确定',
    answer: '',
    options: [
      '任务需求说明书',
      '任务实现方案',
      '任务投产方案',
      '任务计划',
    ]
  },
  {
    id: 11,
    question: '当生产出现验证BUG需立即修复时，可提交什么进行处理',
    answer: '1',
    options: [
      '特急发布',
      '普通发布',
      '快捷发布',
      '灰度发布',
    ]
  },
  {
    id: 12,
    question: '以下哪一种不属于项目分类的类型',
    answer: '1',
    options: [
      '金融科技项目',
      '数据模型建设项目',
      '产品增强项目',
      '新产品开发项目',
    ]
  },
  {
    id: 13,
    question: '在立项准备阶段，项目启动会议是由谁负责召开的',
    answer: '3',
    options: [
      'QA',
      '组织级项目管理员',
      '项目经理',
      '产品经理',
    ]
  },
  {
    id: 14,
    question: '当业务需求发生变更时，任务负责人组织实施需求变更，以下说法正确的是',
    answer: '1',
    options: [
      '该需求变更相对目前的开发范围有重大变化',
      '任务已完成ST，进入UAT阶段',
      '任务负责人可以拒绝某些业务变更请求',
      '新需求功能点预估规模达到150功能点以上',
    ]
  },
  {
    id: 15,
    question: '以下哪个缺陷是由测试人员进行修复',
    answer: '1',
    options: [
      '用例错误',
      '第三缺陷',
      '设计错误',
      '编码错误',
    ]
  },
  {
    id: 16,
    question: '特性开发前的准备不包括哪个',
    answer: '4',
    options: [
      '开发人员向技术经理征询设计方案',
      '开发人员向ST测试人员讲解特性的流程场景',
      'ST测试人员输出场景化测试案例，并与对口开发人员评审',
      'ST测试人员准备非功能性测试案例',
    ]
  },
  {
    id: 17,
    question: '产品分析设计与实现过程的目的是什么',
    answer: '1',
    options: [
      '通过全面而深入的分析和设计，实现出能满足用户需求的软件产品',
      '满足组织级管理要求，保证产品质量，确保稳定运行',
      '明确需求要实现的效果以及对应的解决方案，避免开发出的产品偏离目标',
      '管理跨团队的沟通协调，推动项目按计划进行',
    ]
  },
  {
    id: 18,
    question: '事件管理的目的是',
    answer: '4',
    options: [
      '都不对',
      '记录桌面事件',
      '业务需求的功能个数',
      '尽快回复被中断或者受到影响的IT服务',
    ]
  },
  {
    id: 19,
    question: '任务工期超过4期的任务，任务负责人必须填写任务的',
    answer: '2',
    options: [
      '日报',
      '周报',
      '双周报',
      '月报',
    ]
  },
  {
    id: 20,
    question: '为了更好的开展成效分析与衡量，需要制定成效衡量指标MOS的是',
    answer: '2',
    options: [
      '特性',
      '业务目标与专题',
      '专题',
      '业务目标',
    ]
  },
  {
    id: 21,
    question: '由开发人员自身完成的测试是单元测试和？，由业务人员（最终用户）负责完成的测试是？',
    answer: '3',
    options: [
      '系统测试、验收测试',
      '联调测试、系统测试',
      '联调测试、验收测试',
      '冒烟测试、联调测试',
    ]
  },
  {
    id: 22,
    question: '以下哪种去情况可以进行任务合并',
    answer: '1',
    options: [
      '同一系统、同一任务负责人、来自同一业务部门的需求',
      '两个任务功能点均小于50',
      '不同系统、同一任务负责人、来自同一业务部门的需求',
      '同一系统、同一任务负责人、来自不同业务部门的需求',
    ]
  },
  {
    id: 23,
    question: '哪一项不属于风险应对策略',
    answer: '4',
    options: [
      '接受风险',
      '规避风险',
      '转移风险',
      '无视风险',
    ]
  },
  {
    id: 24,
    question: '项目上线前，其主办需求部门须向我部提交什么',
    answer: '3',
    options: [
      '特急发布',
      '软件发布申请表',
      '项目上线申请表',
      '投产方案',
    ]
  },
  {
    id: 25,
    question: '适用于因监管原因对已投产产品的紧急功能增强发布、已出现对生产系统造成严重影响的BUG需要即刻或当天解决、应用上线变更过程中出现异常情况这三类对时效要求很高的场景。以上的描述属于哪种发布类型？',
    answer: '1',
    options: [
      '特急发布',
      '快捷发布',
      '紧急发布',
      '普通发布',
    ]
  },
  {
    id: 26,
    question: '特性开发前的准备不包括哪项',
    answer: '3',
    options: [
      '开发人员向技术经理征询设计方案',
      'ST测试人员输出场景化测试案例，并与对口开发人员评审',
      'ST测试人员准备非功能测试案例',
      '开发人员向ST测试人员讲解特性的流程场景',
    ]
  },
  {
    id: 27,
    question: '项目计划变更通常由谁进行决策',
    answer: '3',
    options: [
      '业务人员',
      '产品经理',
      'CCB',
      '项目经理',
    ]
  },
  {
    id: 28,
    question: '以下关于开发类任务的说法，错误的是？',
    answer: '',
    options: [
      '重点关注解决方案，管理过程相对弱化',
      '可以不涉及系统版本变更',
      '开发规模通常小于150功能点',
      '是对已投产产品的功能增强或BUG修复',
    ]
  },
  {
    id: 29,
    question: '哪项活动不属于开发类任务关闭前要做的',
    answer: '2',
    options: [
      '决算功能点',
      '开回顾会',
      '文档入库',
      '结项审计',
    ]
  },
  {
    id: 30,
    question: '关于特急发布任务，说法错误的是',
    answer: '3',
    options: [
      '发布时间要求极高，通常24小时内就要解快',
      '各级部门应优先处理特急发布任务',
      '由人民银行、银监会、证监会和财政局等监管部门或国家机关要求的监管类需求应立特急发布任务',
      '生产上的BUG，应立特急发布任务',
    ]
  },
  {
    id: 31,
    question: '关于特性的定义，下列哪项描述不正确',
    answer: '3',
    options: [
      '特性是专题拆分后的一种需求表达形式',
      '特性可作为开发、测试验收和独立发布单元',
      '特性通常不能支撑专题价值指标的实现',
      '特性是一个完整的，可独立发布的需求标记',
    ]
  },
  {
    id: 32,
    question: '以下哪个阶段要分析识别非功能性需求',
    answer: '3',
    options: [
      ' 可行性分析',
      '总体设计',
      '需求分析',
      '上线投产',
    ]
  },
  {
    id: 33,
    question: '为了减小发布上线的风险，避免因为版本问题对应用一次性造成较大的影响，通常采用哪种发布方式',
    answer: '4',
    options: [
      '传统发布',
      '整合发布',
      '合并发布',
      '灰度发布',
    ]
  },
  {
    id: 34,
    question: '以下哪些活动不属于项目计划的内容',
    answer: '2',
    options: [
      '写WBS',
      '进行挣值分析',
      '进行功能点估算',
      '制定培训计划',
    ]
  },
  {
    id: 35,
    question: '事件管理的目的是',
    answer: '3',
    options: [
      '记录桌面事件',
      '查找事件发生的本原',
      '尽快恢复呗中断或受到影响的IT服务',
      '都不对',
    ]
  },
  {
    id: 36,
    question: '在软件产品生命周期中，哪一个生命周期内发现缺陷后解决修复的成本最高？',
    answer: '1',
    options: [
      '生产运维阶段',
      '需求分析阶段',
      'ST测试阶段',
      'UAT测试阶段',
    ]
  },
  {
    id: 37,
    question: '业务特性由哪个角色主导输出特性需求说明书',
    answer: '1',
    options: [
      'PO',
    ]
  },
  {
    id: 38,
    question: '以下哪一项不是技术评审',
    answer: '1',
    options: [
      '里程碑报告评审',
      '详细设计评审',
      '投产方案评审',
      '代码检视',
    ]
  },
  {
    id: 39,
    question: '灰度发布的观察期不能少于',
    answer: '3',
    options: [
      '6个小时',
      '12个小时',
      '24个小时',
      '48个小时',
    ]
  },
  {
    id: 40,
    question: '当任务因外部关联系统进展缓慢而暂时处于置状态时，任务负责人可以做什么',
    answer: '2',
    options: [
      '合并任务',
      '暂缓任务',
      '变更任务计划',
      '取消任务',
    ]
  },
]

export const MULTIPLE_CHOICE = [
  {
    id: 41,
    question: '关于项目的关键依赖，正确的是',
    answer: [],
    options: [
      '关键依赖项可能直接转为成问题',
      '关键依赖项的识别和跟踪贯穿整个项目的生命周期',
      '关键依赖项可能直接转化成风险',
      '关键依赖项不会直接转为成问题',
    ]
  },
  {
    id: 42,
    question: '需求发生变更需要哪些人评估',
    answer: ['1', '2', '3', '4'],
    options: [
      '测试负责人',
      '项目经理',
      '业务负责人',
      '技术经理',
    ]
  },
  {
    id: 43,
    question: '特性分析过程包括哪些关键步骤',
    answer: ['1', '2', '3'],
    options: [
      '验收标准',
      '特性功能描述',
      '梳理特性功能全景',
      '分析特性详细流程',
    ]
  },
  {
    id: 44,
    question: '在进行系统测试设计时，测试人员需要借助尽可能多的信息开展工作，可以参考哪些文档',
    answer: [],
    options: [
      '项目WBS',
      '评审与决策报告',
      '总体设计说明书',
      '接口设计说明书',
    ]
  },
  {
    id: 45,
    question: '以下可以进行上线流程的任务有',
    answer: ['1', '4'],
    options: [
      '上线投产任务',
      '技术支持任务',
      '测试任务',
      '开发类任务',
    ]
  },
  {
    id: 46,
    question: '以下哪些是任务的主要阶段',
    answer: ['1', '2', '3', '4'],
    options: [
      '建立任务',
      '任务关闭',
      '任务实现',
      '任务发布',
    ]
  },
  {
    id: 47,
    question: '测试人员进行功能点决算的参考主要有',
    answer: ['1', '2', '3', '4'],
    options: [
      '测试案例',
      '特性说明书',
      '设计文档',
      '产品backlog',
    ]
  },
  {
    id: 48,
    question: '以下哪些措施是问题管理范畴',
    answer: [],
    options: [
      '找出根治的解决方案',
      '找出事件发生的根本原因',
      '主动分析事件发生趋势',
      '减少事件的重复发生，预先防止类似事件的发生',
    ]
  },
  {
    id: 49,
    question: '架构评审的目的包括',
    answer: [],
    options: [
      '组织级相关标准和技术规范',
      '确定架构设计方向',
      '是否符合总体架构设计蓝图',
      '制定测试计划',
    ]
  },
  {
    id: 50,
    question: '测试用例的要素有哪些',
    answer: ['2', '3', '4'],
    options: [
      '用例优先级',
      '前置条件',
      '预期结果',
      '步骤描述',
    ],
    remark: '测试用例的要素：A应该是测试优先级'
  },
  {
    id: 51,
    question: '评审组织者的主要职责有',
    answer: ['1', '2', '3'],
    options: [
      '协助选择评审组长及专家',
      '安排评审活动',
      '对工作产品进行准入检查',
      '会议中陈述评审材料',
    ]
  },
  {
    id: 52,
    question: '需求发生变要需要哪些人评估',
    answer: ['1', '2', '3', '4'],
    options: [
      '业务负责人',
      '测试负责人',
      '技术经理',
      '项目经理',
    ]
  },
  {
    id: 53,
    question: '以下那些措施是问题管理范',
    answer: ['1', '2', '3', '4'],
    options: [
      '主动分析事件发生趋势',
      '找出根治的解决方案',
      '找出事件发生的根本原因',
      '减少事件的重复发生，预先防止类似事件的发生',
    ]
  },
  {
    id: 54,
    question: '为了更好地交付业务价值，专题与特性分析应遵循哪些原则',
    answer: ['1', '2', '3', '4'],
    options: [
      '紧密协作',
      '以客户为中心',
      '价值驱动',
      '小批量交付',
    ]
  },
  {
    id: 55,
    question: '以下哪些是建立任务时需要做的',
    answer: [],
    options: [
      '进行任务影响分析',
      '制定版本规划',
      '制定验证与测试策略',
      '制定WBS',
    ]
  },
  {
    id: 56,
    question: '软件缺陷指的是软件中存在的瑕症，可能导致系统失效，或者出现错误的结果或表现，是一种对软件预期属性的偏离现象。一般来说可能符合以下情况的是',
    answer: ['1', '2', '3', '4'],
    options: [
      '软件出现了需求规格说明书指明不会出现的错误',
      '软件未达到需求规格说明书未指明但应达到的目标',
      '软件功能超出需求规格说明书的范围',
      '软件未达到需求规格说明书标明的功能',
    ]
  },
  {
    id: 57,
    question: '制定项目实施计划的主要目的是',
    answer: ['1', '2', '3', '4'],
    options: [
      '识别和分析项目风险，提前做好应对计划，避免或最大程度减少风险给项目带来的不利影响',
      '识别项目干系人，确定项目组织结构，明确角色职责，建立合适的沟通汇报机制，确保各司其职，各尽其效，沟通顺畅，',
      '确定项目范围，估算项目规模和工作量制定进度计划，使项目范围周全，进度安排合理。',
      '识别关键依赖，明确接口人、交付日期以及验收标准等要素。',
    ]
  },
  {
    id: 58,
    question: 'ST回归测试时应考虑',
    answer: [],
    options: [
      '送代内发生变更的特性',
      '与其它产品有关联影响的功能',
      '有非功能需求的部分',
      '送代增量的部分',
    ]
  },
  {
    id: 59,
    question: '等价类测试设计方法是把所有可能的输入数据，即程序的输入域划分成若干部分（子集），然后从每一个子集中选取少数具有代表性的数据作为测试用例。哪些说法是正确的',
    answer: ['1', '2', '4'],
    options: [
      '在输入条件规定了取值范围或值的个数的情况下，则可以确立一个有效等价类和两个无效等价类。',
      '在输入条件是一个布尔量的情况下，可确定个有效等价类和一个无效等价类。',
      '在输入条件规定了输入值的集合或者规定了“必须如何”的条件的情况下，可确立一个有效等价类和若干个无效等价类',
      '在规定了输入数据的一组值（假定n个）并且程序要对每一个输入值分别处理的情况下，可确立n个有效等价类和一个无效等价类。',
    ]
  },
  {
    id: 60,
    question: '多在制定测试计划时，估算测试规模时，可以采用哪些方法',
    answer: ['1', '2', '3', '4'],
    options: [
      '三点估算法',
      '功能点估算法',
      '经验法',
      '开发测试比估算法',
    ]
  },
  {
    id: 61,
    question: '为了形成稳定的交付节奏，项目组通常会建立自己的送代日历，通常包含哪些关键信息',
    answer: ['1', '2', '3', '4', '5'],
    options: [
      '代码评审时间',
      'SOS会议时间',
      '计划会时间',
      '回顾会时间',
      'FO演示时间',
    ]
  },
  {
    id: 62,
    question: '调不良质量成本包括',
    answer: [],
    options: [
      '鉴定成本（分析故障原因）',
      '预防成本（不增值的部分）',
      '故障成本（内部和外部损失）',
      '鉴定成本（预先检验预防的不增值部分）',
    ]
  },
  {
    id: 63,
    question: '以下属于非开发类任务的有',
    answer: ['2', '3', '4'],
    options: [
      '特急发布任务',
      '外购支持任务',
      '其它任务',
      '技术预研任务',
    ]
  },
  {
    id: 64,
    question: '任务负责人召集任务组和业务负责人共同讨论需求内容及影响范围，以确定任务的',
    answer: ['2', '3', '4'],
    options: [
      '上线投产方案',
      '技术可行性',
      '任务计划',
      '实现范围',
    ]
  },
]

export const JUDGE = [
  {
    id: 70,
    question: '开发类任务具有开发过程较简单，开发周期较短，管理过程相对弱化的特点，因此对过程管理可以不用太重视',
    answer: 'false',
  },
  {
    id: 71,
    question: '业务专题分析由BA主导，PO/专题负责人等相关角色辅助完成',
    answer: 'false',
  },
  {
    id: 72,
    question: '项目只有在立项时需要发布项目计划基线',
    answer: 'false',
  },
  {
    id: 73,
    question: '提测时测试会进行冒烟测试，可以不安排联调',
    answer: 'false',
  },
  {
    id: 74,
    question: '当测试时遇到不确定的问题时，不需要提缺陷',
    answer: 'true',
  },
  {
    id: 75,
    question: '一个产品优先级列表的特性应该是粗细得当，估算过的，涌现式的，有任务负责人的',
    answer: 'true',
  },
  {
    id: 76,
    question: '非功能性需求是运行中心需要把控的事，开发和业务进行配合就好',
    answer: 'false',
  },
  {
    id: 77,
    question: '对同样的测试用例，多次执行的结果应当是相同的',
    answer: 'true',
  },
  {
    id: 78,
    question: '配置管理是IT服务管理的核心和数据基础，是运维自动化，智能化实现的关键',
    answer: 'true',
  },
  {
    id: 79,
    question: '在开展需求分析和设计时，要邀请每个变更产品的主办室组人员参与分析',
    answer: 'true',
  },
  {
    id: 80,
    question: '特性的测试负责人职责是：测试负责人对本迭代计划交付的特性编写测试策略，并组织测试人员编写测试案例，测试人员需和开发人员共同识别自动化案例',
    answer: 'true',
  },
  {
    id: 81,
    question: '发布不成功需要回退的时候必须提交特急发布方可回退',
    answer: 'true',
  },
  {
    id: 82,
    question: '对特性进行优先级排序以及版本规划，是为了让小颗粒度需求快速流动，尽早，频繁地交付产品增量，尽早获得反馈',
    answer: 'true',
  },
  {
    id: 83,
    question: '高风险系统设计外部接口变更时，任务负责人需向架构管理系统申报',
    answer: 'true',
  },
  {
    id: 84,
    question: '测试任务过程文件是指导软件测试活动的标准流程，是必须遵守的',
    answer: 'true',
  },
  {
    id: 85,
    question: '发布熔断后，除非升级至中心领导审批同意，否则常规发布将无法实施',
    answer: 'true',
  },
  {
    id: 86,
    question: '专题优先级排序通常可以采用定性排序发和定量排序发',
    answer: 'true',
  },
  {
    id: 87,
    question: '任务工期超过4周的任务，任务负责人必须每周填写周报',
    answer: 'true',
  },
  {
    id: 88,
    question: '在估算时，要考虑对估算有影响的因素，假设和约束',
    answer: 'true',
  },
  {
    id: 89,
    question: '会议评审后，评审记录人可将缺陷能在《评审与决策报告》或通过项目管理工具进行跟踪记录',
    answer: 'true',
  },
  {
    id: 90,
    question: '对于自己很熟悉的产品，收到需求后可以先直接开发，做需求分析和设计没必要',
    answer: 'false',
  },
  {
    id: 91,
    question: '专题优先级排序通常可以采用定性排序法和定量排序法',
    answer: 'true',
  },
  {
    id: 92,
    question: '提测时测试会进行冒烟测试，可以不安排联调',
    answer: 'false',
  },
  {
    id: 93,
    question: '开发人员在测试环境提交LABEL时（包括首轮LABEL和后续批次的LABEL），无需与测试人员沟通，应直接尽快发布到测试环境',
    answer: 'false',
  },
  {
    id: 94,
    question: '在估算时，要考虑对估算有影响的因素、假设和约束',
    answer: 'true',
  },
  {
    id: 95,
    question: '任务最后一个版本上线后，必须稳定运行2周， 方可关闭任务',
    answer: 'false',
  },
  {
    id: 96,
    question: '当测试时遇到不确定的问题时，不需要提缺陷',
    answer: 'false',
  },
  {
    id: 97,
    question: '项目工期紧张，可先不做代码检视交由后期测试把控质量风险',
    answer: 'false',
  },
  {
    id: 98,
    question: '会议评审后，评审记录人可将缺陷能在《评审与决策报告》或通过项目管理工具进行跟踪记录',
    answer: 'true',
  },
  {
    id: 99,
    question: '要达到5个9的高可用，必须从设计上进行改善',
    answer: 'true',
  },
  {
    id: 100,
    question: '研发中心目前采用快速功能点法和标准功能点法进行项目规模计算',
    answer: 'true',
  },
  {
    id: 101,
    question: '测试用例需要代表并覆盖各种合理的和不合理的、合法的和非法的、边界的和越界的以及极限的输入数据、操作和环境设置等',
    answer: 'true',
  },
  {
    id: 102,
    question: '选代开发模式适用于需求难以确定不断变更的软件系统',
    answer: 'false',
  },
  {
    id: 103,
    question: '每一个项目都需发起SDL安全评审流程与安全测试流程',
    answer: 'true',
  },
  {
    id: 104,
    question: '判断WBS计划包括工作任务分解、人员安排、时间安排、工作量、交付物等',
    answer: 'true',
  },
  {
    id: 105,
    question: '专题分为解决方案类和零星优化类',
    answer: 'true',
  },
  {
    id: 106,
    question: '为了确保事件的解决效果，事件一定要找到根本原因，才进行处理',
    answer: 'false',
  },
  {
    id: 107,
    question: '项目计划一旦制定则不可更改，必须按计划执行项目活动',
    answer: 'false',
  },
  {
    id: 108,
    question: '特急任务的ST测试与UAT测试，均不用执行',
    answer: 'false',
  },
  {
    id: 109,
    question: '业务专题分析由BA主导，PO/专题负责人等相关角色辅助完成',
    answer: 'false',
  },
  {
    id: 110,
    question: '在开展需求分析和设计时，要邀请每个变更产品的主办室组人员参与分析',
    answer: 'true',
  },
  {
    id: 111,
    question: '在估算时，要考虑对估算有影响的因素、假设和约束',
    answer: 'true',
  },
  {
    id: 112,
    question: '特性是可协商的，其细节需要通过开发团队和PO协商来确定',
    answer: 'true',
  },
  {
    id: 113,
    question: '开发类任务必须制定任务计划',
    answer: 'false',
  },
  {
    id: 114,
    question: '当服务单元申请纳入快捷发布白名单后，即可任意窗口发布',
    answer: 'false',
  },
  {
    id: 115,
    question: '当不同功能下发现的同一报错问题可以合并提一个缺陷',
    answer: 'false',
  },
  {
    id: 116,
    question: '开发类任务具有开发过程较简单、开发周期较短、管理过程相对弱化的特点，因此对过程管理可以不用太重视',
    answer: 'false',
  },
  {
    id: 117,
    question: '代码检视重点应该关注真正影响代码质量的问题，如代码架构，业务功能的一致性可维护性等，而不仅是格式和规范',
    answer: 'true',
  },
  {
    id: 118,
    question: '对于总体设计文档，我们一般采用邮件的方式进行评审',
    answer: 'false',
  },
  {
    id: 119,
    question: '在开展任务负责人要根据需求内容、关联产品涉及范围，技术可行性、发布时间要求等完成任务的影响分析、确定任务的实现方案需求分析和设计时，要邀请每个变更产品的主办室组人员参与分析',
    answer: 'true',
  },
  {
    id: 120,
    question: '团队的每一个人都清楚每个环节“完成的定义”，defnitionofdoneDOD）主要是指明确发布完成的定义',
    answer: 'false',
  },
  {
    id: 121,
    question: '问题流程关注的重点在于彻底解决根因，对于问题的预防和应急可不需要关注',
    answer: 'false',
  },
  {
    id: 122,
    question: '项目组开发人员张某因为家中发生急事，需要请假三天，项目经理认为其离开不会对项目进度造成很大影响，没有进行人员补充。此举在风险管理中属于风险的接受',
    answer: 'true',
  },
]
